{
  "theory": "O fenômeno meteorológico descrito, mais comum no outono e inverno e agravado pela poluição urbana, é a inversão térmica. A inversão térmica ocorre quando uma camada de ar quente se posiciona sobre uma camada de ar frio, impedindo a dispersão de poluentes e intensificando a concentração destes próximos à superfície.",
  "steps": [
    "Identificar o fenômeno descrito no enunciado: inversão térmica.",
    "Relacionar a inversão térmica com as características mencionadas: maior ocorrência no outono/inverno e agravamento da poluição em áreas urbanas.",
    "Associar a inversão térmica à imagem fornecida, que representa graficamente a inversão de temperatura com a altitude."
  ],
  "distractors": {
    "A": "A questão não fornece informações sobre a umidade relativa do ar ou processos de condensação para justificar a formação de orvalho. O gráfico apresentado foca na variação da temperatura, e não na umidade.",
    "B": "A alternativa correta é a 'inversão térmica'. A descrição do fenômeno no enunciado (maior frequência no outono e inverno, intensificação da poluição em áreas urbanas) e a imagem (inversão da temperatura com a altitude) são indicativos claros da inversão térmica.",
    "C": "A formação de chuva ácida está relacionada à emissão de poluentes (óxidos de enxofre e nitrogênio) que reagem na atmosfera, formando ácidos. Embora a inversão térmica possa agravar a concentração desses poluentes, ela não é a causa direta da chuva ácida, mas sim um fator que contribui para sua intensificação local.",
    "D": "O efeito estufa é um fenômeno natural essencial para a manutenção da temperatura da Terra, mas é intensificado pela emissão de gases como o CO2. A inversão térmica é um fenômeno diferente, que ocorre em baixas altitudes e está relacionado à estratificação da atmosfera.",
    "E": "A ilha de calor é um fenômeno climático urbano caracterizado por temperaturas mais elevadas no centro da cidade em relação às áreas periféricas. Embora a poluição possa contribuir para a ilha de calor, a inversão térmica é um fenômeno distinto que afeta a dispersão de poluentes, e não necessariamente a temperatura média da cidade."
  },
  "finalSummary": "A inversão térmica, caracterizada pela inversão do gradiente normal de temperatura, agrava a poluição em áreas urbanas durante o outono e inverno."
}