{
  "theory": "A inversão térmica é um fenômeno atmosférico que ocorre quando uma camada de ar quente se posiciona sobre uma camada de ar frio, invertendo o gradiente normal de temperatura na atmosfera. Isso impede a dispersão de poluentes, concentrando-os próximos à superfície e prejudicando a qualidade do ar.",
  "steps": [
    "Analisar o texto e a ilustração fornecidos (não inclusos aqui).",
    "Identificar qual fenômeno atmosférico é descrito ou representado.",
    "Associar a descrição ou representação à definição de cada alternativa.",
    "Selecionar a alternativa que melhor se encaixa na descrição ou representação."
  ],
  "distractors": {
    "A": "A camada de ozônio protege contra a radiação ultravioleta e não está diretamente relacionada com a concentração de poluentes perto da superfície. Portanto, sem a imagem, é improvável que seja a resposta correta.",
    "B": "A inversão térmica é caracterizada pela retenção de poluentes devido à inversão do gradiente de temperatura, o que impede a dispersão vertical do ar. Se a ilustração mostrar uma concentração de poluentes em uma camada baixa da atmosfera, essa é a alternativa correta.",
    "C": "O efeito estufa natural é um processo benéfico que mantém a temperatura da Terra adequada para a vida, mas não está diretamente relacionado com a concentração de poluentes em áreas urbanas. O efeito estufa agravado, por outro lado, sim está relacionado com o aumento da temperatura média do planeta, mas ele não é descrito diretamente na questão.",
    "D": "A chuva ácida é formada pela reação de poluentes atmosféricos com a água da chuva, tornando-a ácida. Embora esteja relacionada com a poluição do ar, não é o fenômeno primário que causa a concentração de poluentes perto da superfície. Dependendo da ilustração, pode ser descartada.",
    "E": "O smog fotoquímico é um tipo de poluição atmosférica que ocorre em áreas urbanas com alta concentração de óxidos de nitrogênio e compostos orgânicos voláteis, sob a ação da luz solar. Assim como a chuva ácida, o smog é uma consequência da poluição, e não o fenômeno da inversão propriamente dita."
  },
  "finalSummary": "A inversão térmica é um fenômeno atmosférico que aprisiona poluentes, e a correta identificação depende da interpretação do texto e da ilustração fornecidos na questão original."
}